Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G08A.tmx
Source language: en_us
Languages: zh_cn

source: Vladimir Putin's formative German years
zh_cn: 那些年，弗拉基米尔·普京在德国

source: Anyone who wants to understand Vladimir Putin today needs to know the story of what happened to him on a dramatic night in East Germany a quarter of a century ago.
zh_cn: 如果你想了解弗拉基米尔·普京（以下简称普京）的今日养成史，那么发生25年前在东德的有关“那一夜”的故事就一定不能错过。

source: It is 5 December 1989 in Dresden, a few weeks after the Berlin Wall has fallen.
zh_cn: 事情发生在德累斯顿，那时是1989年12月5日，就在柏林墙刚刚倒塌不久。

source: East German communism is dying on its feet, people power seems irresistible.
zh_cn: 彼时东德共产主义已处于苟延残喘的地步，人民政权也回天乏术。

source: Crowds storm the Dresden headquarters of the Stasi, the East German secret police, who suddenly seem helpless.
zh_cn: 由于大队人马占领了斯塔西（前东德国家安全部），所以那时东德秘密警察突然间觉得心好累。

source: Then a small group of demonstrators decides to head across the road, to a large house that is the local headquarters of the Soviet secret service, the KGB.
zh_cn: 就在这时，一小部分示威者决定穿过马路前往苏维埃秘密办事处——苏联国家安全委员会（以下简称克格勃）。

source: "The guard on the gate immediately rushed back into the house," recalls one of the group, Siegfried Dannath.
zh_cn: “门口的守卫兵立马撤回了屋子里”，示威者之一的Siegfried Dannath回忆道。

source: But shortly afterwards "an officer emerged - quite small, agitated".
zh_cn: 但没一会一位“身材短小、情绪激动”的军官就出现了。

source: "He said to our group, 'Don't try to force your way into this property. My comrades are armed, and they're authorised to use their weapons in an emergency.'" That persuaded the group to withdraw.
zh_cn: “他对我们一行人说，‘不要妄想闯进这间屋子，士兵都有武器，他们有权利在非常时刻对你们使用武器。’”，示威者们停止了继续前进的脚步。

source: But the KGB officer knew how dangerous the situation remained. He described later how he rang the headquarters of a Red Army tank unit to ask for protection.
zh_cn: 但是这位克格勃的军官明确地知道当时场面有多紧急，后来他还解释他当时如何给红军坦克部队打电话请求紧急支援。

source: The answer he received was a devastating, life-changing shock.
zh_cn: 可是回答让他十分震惊，甚至是改变他人生的一句话。

source: "We cannot do anything without orders from Moscow," the voice at the other end replied. "And Moscow is silent."
zh_cn: “没有莫斯科的命令我们是无法作出任何行动的，”电话那头的人回答道，“莫斯科选择保持沉默”。

source: That phrase, "Moscow is silent" has haunted this man ever since.
zh_cn: 一句“莫斯科选择保持沉默”从那一刻开始如同鬼魂一般萦绕在这位军官的心头。

source: Defiant yet helpless as the 1989 revolution swept over him, he has now himself become "Moscow" - the President of Russia, Vladimir Putin.
zh_cn: 尽管在1989年革命中带给这位军官更多的是无助，可是现在他现在已经成为了当年电话那头“选择沉默的莫斯科”——他就是现任俄罗斯总统弗拉基米尔·普京。

source: "I think it's the key to understanding Putin," says his German biographer, Boris Reitschuster. "We would have another Putin and another Russia without his time in East Germany."
zh_cn: “我认为这是理解普京的关键之处”，德国籍传记作家Boris Reitschuster说，“如果没有在东德的这段时间，也许现在的普京、现在的俄罗斯都将会是另一副模样了”。

source: The experience taught him lessons he has never forgotten, gave him ideas for a model society, and shaped his ambitions for a powerful network and personal wealth.
zh_cn: 正是在东德的日子让普京有了一生难忘的“课堂学习”。那段日子里，他认识到了什么才是一个理想社会需要有的样子，并且形成了自己将来强有力的权利网络和个人财富，这一切都在他的“野心计划”中。

source: Above all, it left him with a huge anxiety about the frailty of political elites, and how easily they can be overthrown by the people.
zh_cn: 一切的一切使他形成“政治领袖人物其实很容易被人民颠覆”的观点。

source: Putin had arrived in Dresden in the mid-1980s for his first foreign posting as a KGB agent.
zh_cn: 19世纪80年代中期，普京作为苏联国家安全委员会的代表第一次踏上德累斯顿。

source: The German Democratic Republic or GDR - a communist state created out of the Soviet-occupied zone of post-Nazi Germany - was a highly significant outpost of Moscow's power, up close to Western Europe, full of Soviet military and spies.
zh_cn: 德意志民主共和国（GDR）是苏联占领区在德国时的一个社会主义国家，其实可以看做那是莫斯科在西欧的一个前哨基地，并且驻扎着大量的苏联军队和间谍。

source: Putin had wanted to join the KGB since he was a teenager, inspired by popular Soviet stories of secret service bravado in which, he recalled later, "One man's effort could achieve what whole armies could not. One spy could decide the fate of thousands of people."
zh_cn: 由于受到当时流行的有关秘密机构的故事的激励，普京从少年时期就十分想为克格勃工作，在他后来的回忆中他也说，“一个人可为军队所不能，一个间谍手握国家人民的生死权利”。

source: Initially, though, much of his work in Dresden was humdrum.
zh_cn: 不过一开始，在德累斯顿的工作是乏味的。

source: Among documents in the Stasi archives in Dresden is a letter from Putin asking for help from the Stasi boss with the installation of an informer's phone.
zh_cn: 在德累斯顿的斯塔西资料馆中的文件中，普京会向“老板”要求请求装一部“秘密电话”。

source: And there are details too of endless Soviet-East German social gatherings Putin attended, to celebrate ties between the two countries.
zh_cn: 还有些普京参加苏维埃—东德庆祝两国关系进展的社会聚会细节。

source: But if the spy work wasn't that exciting, Putin and his young family could at least enjoy the East German good life.
zh_cn: 普京本可以和他的家人们开心的在东德过他们的小日子，可是间谍工作的特点之一就是——不稳定。

source: Putin's then wife, Ludmila, later recalled that life in the GDR was very different from life in the USSR. "The streets were clean. They would wash their windows once a week," she said in an interview published in 2000, as part of First Person, a book of interviews with Russia's new and then little- known acting president.
zh_cn: 作为曾经的“第一家庭”成员，普京后来的妻子Ludmila在2000年接受采访时披露了总统不为人知的一面。她回忆道，东德的生活跟在苏联是很不一样的，“那里的街道很干净，他们一周会洗一次窗户”。

source: The Putins lived in a special block of flats with KGB and Stasi families for neighbours, though Ludmila envied the fact that: "The GDR state security people got higher salaries than our guys, judging from how our German neighbours lived.
zh_cn: 那时普京一家和克格勃、斯塔西成员们住在一个特别的街区公寓内，然而Ludmila很妒忌，“从日常我们那些德国邻居身上很容易看出来，东德的安全委员会工作人员比我们的工资高。

source: Of course we tried to economise and save up enough to buy a car."
zh_cn: 当然我们也在努力攒钱，想买车。”

source: East Germany enjoyed higher living standards than the Soviet Union and a former KGB colleague, Vladimir Usoltsev, describes Putin spending hours leafing through Western mail-order catalogues, to keep up with fashions and trends.
zh_cn: 东德人民的生活水平比苏联人要高很多。当时克格勃另外一位工作人员Vladimir Usoltsev说，普京那时会花很多时间翻看邮箱里的报纸，他用这种方式使自己跟上时代脚步。

source: He also enjoyed the beer - securing a special weekly supply of the local brew, Radeberger - which left him looking rather less trim than he does in the bare- chested sporty images issued by Russian presidential PR today.
zh_cn: 他还很喜欢喝酒——就是当时每周会供应的比尔森啤酒，也是喝酒使得他在PR today拍摄的照片上整个人看起来有体育运动员的风范。

source: East Germany differed from the USSR in another way too - it had a number of separate political parties, even though it was still firmly under communist rule, or appeared to be.
zh_cn: 在另外一方面，东德和苏联也有很大不同。即使在共产党严密把控下，东德还是有许多独立的政党。

source: "He enjoyed very much this little paradise for him," says Boris Reitschuster.
zh_cn: 传记作家Boris Reitschuster说，对于普京来说这是他的小天堂。

source: East Germany, he says, "is his model of politics especially. He rebuilt some kind of East Germany in Russia now."
zh_cn: “东德其实是普京的理想政治国，一定程度上他在俄罗斯也带着‘东德风范’”。

source: But in autumn 1989 this paradise became a kind of KGB hell.
zh_cn: 但是在1989年秋天，这个天堂成为了地狱。

source: On the streets of Dresden, Putin observed people power emerging in extraordinary ways.
zh_cn: 在德累斯顿的街道上，普京亲眼看到了人民用他们不凡的方式参与政治。

source: In early October hundreds of East Germans who had claimed political asylum at the West German embassy in Prague were allowed to travel to the West in sealed trains.
zh_cn: 十月初，上百名东德人向西德驻布拉格大使馆寻求政治庇护，并且还可以坐着政府提供的火车去西部。

source: As they passed through Dresden, huge crowds tried to break through a security cordon to try to board the trains, and make their own escape.
zh_cn: 当这些人经过德勒斯顿时，大量人群冲破了安全警戒线并且登上火车企图逃走。

source: Wolfgang Berghofer, Dresden's communist mayor at the time, says there was chaos as security forces began taking on almost the entire local population. Many assumed violence was inevitable.
zh_cn: Wolfgang Berghofe是当时德累斯顿共产党主席，他表示当时在保卫军开始动员当地人民时发生了暴乱，许多人人见微知著，认为暴力镇压已经是不可避免的。

source: "A Soviet tank army was stationed in our city," he says. "And its generals said to me clearly: 'If we get the order from Moscow, the tanks will roll.'"
zh_cn: “一个苏联坦克部队当时驻扎在我们城市，”他说，“当时的部队长官很明确的跟我说‘若是得到莫斯科的命令，我们就会采取行动。’”

source: After the Berlin Wall opened, on 9 November, the crowds became bolder everywhere - approaching the citadels of Stasi and KGB power in Dresden.
zh_cn: 在柏林墙打开后，在11月9日那一天，人群已经遍布城市的每一处，他们已经开始靠近德累斯顿的斯塔西和克格勃总部。

source: Vladimir Putin had doubtless assumed too that those senior Soviet officers - men he'd socialised with regularly - would indeed send in the tanks.
zh_cn: 普京当时认为这些平日里与他混在一起的高级苏维埃官员也许会让这些坦克开进来解除苦境。

source: But no, Moscow under Mikhail Gorbachev "was silent".
zh_cn: 但事实并不是这样，因为有戈尔巴乔夫的莫斯科“选择沉默”。

source: "Nobody lifted a finger to protect us."
zh_cn: “没有人会来帮我们。”

source: He and his KGB colleagues frantically burned evidence of their intelligence work.
zh_cn: 于是普京和他的同事们烧毁了所有他们工作时的文件。

source: "I personally burned a huge amount of material," Putin recalled in First Person. "We burned so much stuff that the furnace burst."
zh_cn: “我亲自烧了一大部分材料”，普京回忆道，“那时候我们烧的太多了以至于炉子都烧毁了。

source: Two weeks later there was more trauma for Putin as West German Chancellor Helmut Kohl arrived in the city.
zh_cn: 数周之后，联邦德国总理赫尔穆特·科尔的到来给普京带去了更多的创伤。

source: He made a speech that left German reunification looking inevitable, and East Germany doomed.
zh_cn: 演讲透露出来的德国重新融合的大潮已经不可逆转，东德马上要“停止游戏”了。

source: Kohl praised Gorbachev, the man in Moscow who'd refused to send in the tanks, and he used patriotic language - words like Vaterland, or fatherland - that had been largely taboo in Germany since the war. Now they prompted an ecstatic response.
zh_cn: 科尔用一种从战争以来就被视为禁忌的“父亲的国度”的方式，高度赞扬了那个高坐在莫斯科不愿意发动军事命令的戈尔巴乔夫。让人惊奇的是，这种爱国式发言口气居然获得了热烈的回应。

source: It's not known whether Putin was in that crowd - but as a KGB agent in Dresden he'd certainly have known all about it.
zh_cn: 虽然不知道普京是否是那些人群之一，但是作为克格勃的一位干事他理应知道这一切。

source: The implosion of East Germany in the following months marked a huge rupture in his and his family's life.
zh_cn: 在接下来几个月的东德的内乱里，他和他的家庭也产生了极大的断裂。

source: "We had the horrible feeling that the country that had almost become our home would no longer exist," said his wife Ludmila.
zh_cn: 他的妻子说，“我们很害怕，这是个已经被我们视为自己祖国的国家将要不复存在了。”

source: "My neighbour, who was my friend, cried for a week. It was the collapse of everything - their lives, their careers."
zh_cn: “住在我们隔壁的一位朋友哭了很久，因为这意味着他们的生活和事业的覆灭。”

source: One of Putin's key Stasi contacts, Maj Gen Horst Boehm - the man who had helped him install that precious telephone line for an informer - was humiliated by the demonstrating crowds, and committed suicide early in 1990.
zh_cn: 普京的一位很重要的朋友——就是那个当时帮他安装了一部秘密电话的朋友Maj Gen Horst Boehm 被游行人群侮辱后，在1990年初以自杀结束了自己的生命。

source: This warning about what can happen when people power becomes dominant was one Putin could now ponder on the long journey home.
zh_cn: 不过这种“只要人民的实力变得强大时什么都可以被颠覆”的观念也帮助普京在政治道路上走了很久。

source: "Their German friends give them a 20-year-old washing machine and with this they drive back to Leningrad," says Putin biographer and critic Masha Gessen. "There's a strong sense that he was serving his country and had nothing to show for it."
zh_cn: “他们的德国朋友给了他们一台用了20多年的洗衣机，然后他们带着洗衣机回到了列宁格勒”，批评家、传记作者Masha Gessen说道，“他深深地感到他在为自己的祖国服务，并且是不求回报的。”

source: He also arrived back to a country that had been transformed under Mikhail Gorbachev and was itself on the verge of collapse.
zh_cn: 他还是回到了那个在戈尔巴乔夫掌控下快要崩溃的国家。

source: "He found himself in a country that had changed in ways that he didn't understand and didn't want to accept," as Gessen puts it.
zh_cn: “他觉得他自己在一个他无法接受其改变方式的国家里”，Gessen评价。

source: His home city, Leningrad, was now becoming St Petersburg again. What would Putin do there?
zh_cn: 他的家乡列宁格勒现在又重新被称为圣彼得堡，那么他普京又能在那里做些什么呢？

source: There was talk, briefly, of taxi-driving.
zh_cn: 有一段时间普京开出租车。

source: But soon Putin realised he had acquired a much more valuable asset than a second-hand washing machine.
zh_cn: 不过后来他自己披露他有要求更多的个人价值——至少比那台用了20多年的洗衣机的价值大。

source: In Dresden he'd been part of a network of individuals who might have lost their Soviet roles, but were well placed to prosper personally and politically in the new Russia.
zh_cn: 在德累斯顿，他俨然已经是一个没有苏维埃身份的个体，并且生活在自由的个人人际网络中，这一切又被他用政治的手段用在了新的俄罗斯中。

source: In the Stasi archives in Dresden a picture survives of Putin during his Dresden years.
zh_cn: 在斯塔西资料馆中有一张普京当时在德累斯顿的照片。

source: He's in a group of senior Soviet and East German military and security figures - a relatively junior figure, off to one side, but already networking among the elite.
zh_cn: 照片里他在一群高级苏维埃官员和东德军队人物中，虽然只是低级官员，可是他已经是那个政治精英团体中的一位了。

source: Prof Karen Dawisha of Miami University, author of Putin's Kleptocracy: Who Owns Russia?, says there are people he met in Dresden "who have then gone on­ to be part of his inner core".
zh_cn: 《普京的盗贼政治：到底谁拥有俄罗斯？》的作者Karen Dawisha 博士说道，他在德累斯顿见到了那些“后来也成为普京的心腹的那些人。”

source: They include Sergey Chemezov, who for years headed Russia's arms export agency and now runs a state programme supporting technology, and Nikolai Tokarev head of the state pipeline company, Transneft.
zh_cn: 这其中也包括Sergey Chemezov，一位俄罗斯武器出口公司的“头儿”，而现在则是国家性科技工程的负责人。还有 Nikolai Tokarev，则是国家输油管道负责人。

source: And it's not only former Russian colleagues who've stayed close to Putin.
zh_cn: 其实并不仅仅只有以前的俄罗斯同事在充当普京的左膀右臂。

source: Take Matthias Warnig - a former Stasi officer, believed to have spent time in Dresden when Putin was there - who is now managing director of Nordstream, the pipeline taking gas directly from Russia to Germany across the Baltic Sea.
zh_cn: 比如Matthias Warnig，斯塔西前任官员，据说他在德累斯顿和普京共同度过了几年时光。而现在他是Nordstream项目的负责人，这是一个直接从俄罗斯穿过波罗的海去往德国的输油管道项目。

source: That pipeline symbolised what was seen, until recently, as Germany's new special relationship with Russia - though the Ukraine crisis has at the very least put that relationship on hold.
zh_cn: 尽管受乌克兰风波的影响，两国关系有所后滞。可这个项目在现在看来还是德国与俄罗斯特殊关系的一环。

source: Putin-watchers believe events such as the uprising on Kiev's Maidan Square, have revived bad memories - above all, of that night in Dresden in December 1989.
zh_cn: 一些专门研究普京的认为在基辅的迈丹广场上的暴动是不好的回忆的”回春“——比如在1989年12月在德累斯顿的那个夜晚。

source: "Now when you have crowds in Kiev in 2004, in Moscow in 2011 or in Kiev in 2013 and 2014, I think he remembers this time in Dresden," says Boris Reitschuster. "And all these old fears come up inside him."
zh_cn: “现在不管是2004年的基辅的人群暴乱，还是2011年发生在莫斯科的或者2013、2014年的基辅事件，我认为他记得最清楚的就是德累斯顿”，传记作家说到，“也就在这些时候恐怖的回忆就会像洪水一般向他袭来。”

source: Inside him too may be a memory of how change can be shaped not only by force, or by weakness - but also by emotion.
zh_cn: 在他的内心深处，一定在想变革不仅仅可以被强力或弱点所影响，还有重要的因素就是——情绪。

source: In 1989 he saw in Dresden how patriotic feeling, combined with a yearning for democracy, proved so much more powerful than communist ideology.
zh_cn: 在1989年的德累斯顿，他感受到了爱国情怀，这其中还夹杂着对民主的渴望与呼唤，而这些都在那一夜被历史证明。

source: So when wondering what Vladimir Putin will do next, it's well worth remembering what he's lived through already.
zh_cn: 所以当我们想了解普京接下来会做什么，倒不如来看看他已经经历了什么。

source: One thing seems sure. While Vladimir Putin holds power in the Kremlin, Moscow is unlikely to be silent.
zh_cn: 不过有一件事情很确定，那就是普京正在主宰克里姆林宫，有了他，莫斯科似乎永远都不会再”选择沉默“。
